[
  {
    "title": "NJSC Naftogaz of Ukraine, PJSC State Joint Stock Company Chornomornaftogaz, PJSC Ukrgasvydobuvannya and others v. The Russian Federation, PCA Case No. 2017-16, Dissenting Opinion of Professor Dr. Maja Stanivuković"
  },
  {
    "title": "EnviroGold (Las Lagunas) Limited v. Dominican Republic, ICSID Case No. ARB(AF)/20/1, Dissenting Opinion of Guido Santiago Tawil, 1 March 2022"
  },
  {
    "title": "Sevilla Beheer B.V. and others v. Kingdom of Spain, ICSID Case No. ARB/16/27, Partial Dissenting Opinion by Professor Peter D. Cameron, 11 February 2022"
  },
  {
    "title": "Odyssey Marine Exploration, Inc. v. United Mexican States, ICSID Case No. UNCT/20/1, Dissenting Opinion of Philippe Sands, 20 December 2021"
  },
  {
    "title": "Casinos Austria International GmbH and Casinos Austria Aktiengesellschaft v. Argentine Republic, ICSID Case No. ARB/14/32, Dissenting Opinion of Dr. Santiago Torres Bernárdez, 5 November 2021"
  },
  {
    "title": "Eco Oro Minerals Corp. v. Republic of Colombia, ICSID Case No. ARB/16/41, Partial Dissenting Opinion of Horacio A. Grigera Naón, 9 September 2021"
  },
  {
    "title": "Eco Oro Minerals Corp. v. Republic of Colombia, ICSID Case No. ARB/16/41, Partial Dissent of Professor Philippe Sands QC, 9 September 2021"
  },
  {
    "title": "Aharon Naftali Biram, Gilatz Spain SL, Redmill Holdings Ltd. and Sun-Flower Olmeda GmbH v. Kingdom of Spain, ICSID Case No. ARB/16/17, Award, Dissenting Opinion of Arbitrator Marcelo Kohen, 22 June 2021"
  },
  {
    "title": "América Móvil S.A.B. de C.V. v. Republic of Colombia, ICSID Case No. ARB(AF)/16/5, Award, Dissenting Opinion of José A. Martínez de Hoz, Jr., 7 May 2021"
  },
  {
    "title": "Fynerdale Holdings BV v. The Czech Republic, PCA Case No. 2018-18, Separate Opinion of Dr. Wolfgang Kühn, 29 April 2021"
  },
  {
    "title": "Gardabani Holdings B.V., Inter RAO UES PJSC, Telasi JSC v. Government of Georgia, Ministry of Economy and Sustainable Development of Georgia, State Service Bureau Ltd, ICSID Case No. ADM/18/1 and SCC Case No. V2018/039, Partial Award, Partial Dissenting Opinion of Zachary Douglas, 19 April 2021"
  },
  {
    "title": "DP World Limited v. Kingdom of Belgium, ICSID Case No. ARB/17/21, Decision on Jurisdiction and Liability, Partial Dissenting Opinion of Stanimir Alexandrov, 10 April 2021"
  },
  {
    "title": "DP World Limited v. Kingdom of Belgium, ICSID Case No. ARB/17/21, Decision on Jurisdiction and Liability, Partial Dissenting Opinion of Brigitte Stern, 10 April 2021"
  },
  {
    "title": "Eurus Energy Holdings Corporation and Eurus Energy Europe B.V. v. Kingdom of Spain, ICSID Case No. ARB/16/4, Decision on Jurisdiction and Liability, Partial Dissent of Mr. Oscar M. Garibaldi, 17 March 2021"
  },
  {
    "title": "Mera Investment Fund Limited v. Republic of Serbia, ICSID Case No. ARB/17/2, Award, Dissenting Opinion by Arbitrator Bernardo M. Cremades, 10 March 2021"
  },
  {
    "title": "Silver Ridge Power BV v. Italian Republic, ICSID Case No. ARB/15/37, Award, Dissenting Opinion of Judge O. Thomas Johnson, 26 February 2021"
  },
  {
    "title": "Attila Doğan Construction &amp; Installation Co. Inc. v. Sultanate of Oman, ICSID Case No. ARB/16/7, Dissenting Opinion by Arbitrator Matthieu de Boisséson, 01 February 2021"
  },
  {
    "title": "Carlos Ríos and Francisco Ríos v. Republic of Chile,&nbsp;ICSID Case No. ARB/17/16, Award,&nbsp;Partial Dissenting Opinion by Arbitrator Oscar M. Garibaldi, 11 January 2021"
  },
  {
    "title": "Dominion Minerals Corp. v. Republic of Panama, ICSID Case No. ARB/16/13, Dissenting Opinion by Arbitrator Charles Poncet, 05 November 2020"
  },
  {
    "title": "Mabco Constructions SA v. Republic of Kosovo, ICSID Case No. ARB/17/25, Decision on Jurisdiction, Dissenting Opinion by Arbitrator August Reinisch, 30 October 2020"
  },
  {
    "title": "STEAG GmbH v. Kingdom of Spain, ICSID Case No. ARB/15/4, Decision on Jurisdiction, Liability and Directions on Quantum, Dissenting Opinion by Arbitrator Pierre-Marie Dupuy, 8 October 2020"
  },
  {
    "title": "Spółdzielnia Pracy Muszynianka v. Slovak Republic, PCA Case No. 2017-08, Award, Partial Dissenting Opinion of Professor Robert G. Volterra, 7 October 2020"
  },
  {
    "title": "IC Power Asia Development. (Israel) v. Republic of Guatemala, PCA Case No. 2019-43, Dissenting Opinion by Arbitrator Guido Santiago Tawil, 07 October 2020"
  },
  {
    "title": "Hydrika 1 S.A.C. and others v. Republic of Peru, ICSID Case No. ARB/18/48, Dissenting Opinion by Arbitrator Rodrigo Oreamuno, 16 September 2020"
  },
  {
    "title": "Smurfit Holdings B.V. v. Bolivarian Republic of Venezuela, ICSID Case No. ARB/18/49, Dissenting Opinion by Arbitrator Zachary Douglas, 09 September 2020"
  },
  {
    "title": "Cavalum SGPS, S.A. v. Kingdom of Spain, ICSID Case No. ARB/15/34, Dissenting Opinion of David R. Haigh Q.C."
  },
  {
    "title": "Canepa Green Energy Opportunities&nbsp;I, S.á r.l. and Canepa Green Energy Opportunities II, S.á r.l. v. Kingdom of Spain,&nbsp;ICSID Case No. ARB/19/4, Decision on Bifurcation,&nbsp;Partial Dissenting Opinion by Arbitrator Silvina González Napolitano, 28 August 2020"
  },
  {
    "title": "Portigon AG v. Kingdom of Spain, ICSID Case No. ARB/17/15, Partial Dissenting Opinion by Arbitrator Giorgio Sacerdoti, 20 August 2020"
  },
  {
    "title": "Michael Anthony Lee-Chin v. Dominican Republic, ICSID Case No. UNCT/18/3, Partial Award on Jurisdiction, Dissenting Opinion of Professor Marcelo Kohen, 15 July 2020"
  },
  {
    "title": "The Renco Group, Inc. v. The Republic of Peru, PCA Case No. 2019-46, Decision on Expedited Preliminary Objections, Dissenting Opinion of J. C. Thomas QC, 30 June 2020"
  },
  {
    "title": "Strabag SE v. Libya, ICSID Case No. ARB(AF)/15/1, Award, Partial Dissenting Opinion by Arbitrator Nassib G. Ziadé, 29 June 2020"
  },
  {
    "title": "Sergei Viktorovich Pugachev v. The Russian Federation, Dissenting Opinion by Arbitrator Thomas Clay, 18 June 2020"
  },
  {
    "title": "Elektrogospodarstvo Slovenije - razvoj ininzeniring d.o.o. v. Bosnia and Herzegovina, ICSID Case No. ARB/14/13, Dissenting Opinion by Arbitrator Maja Stanivukovic, 18 May 2020"
  },
  {
    "title": "Itisaluna Iraq LLC, Munir Sukhtian International Investment LLC, VTEL Holdings Ltd., VTEL Middle East and Africa Limited v. Republic of Iraq, ICSID Case No. ARB/17/10, Award, Dissenting Opinion of Wolfgang Peter, 3 April 2020"
  },
  {
    "title": "Global Telecom Holding v. Canada, ICSID Case No. ARB/16/16, Award, Dissenting Opinion by Arbitrator Gary Born, 27 March 2020"
  },
  {
    "title": "Daniel W. Kappes and Kappes, Cassidy &amp; Associates v. Republic of Guatemala, ICSID Case No. ARB/18/43, Decision on Respondent's Preliminary Objections, Partial Dissenting Opinion of Prof. Zachary Douglas QC, 13 March 2020"
  },
  {
    "title": "AES Solar and others (PV investors) v. Spain, PCA Case No. 2012-14, Final Award, Concurring and Dissenting Opinion of Charles N. Brower, 28 February 2020"
  },
  {
    "title": "Thomas Gosling and others v. Republic of Mauritius, ICSID Case No. ARB/16/32, Award, Dissenting Opinion of Arbitrator Alexandrov, 18 February 2020"
  },
  {
    "title": "Adamakopoulos and others v. Cyprus, ICSID Case No. ARB/15/49, Decision on Jurisdiction, Statement of Dissent of Professor Marcelo G. Kohen, 7 February 2020"
  },
  {
    "title": "Almasyria v. Kuwait, ICSID Case No. ARB/18/2, Award on the Respondent's Application Under Rule 41(5) of the ICSID Arbitration Rules, Dissenting Opinion by Pascal Dévaud, 1 November 2019<br>"
  },
  {
    "title": "Watkins Holdings SARL v. Kingdom of Spain, ICSID Case No. ARB/15/44, Award, Dissenting Opinion on Liability and Quantum by Prof. Dr. Hélène Ruiz Fabri, 21 January 2020"
  },
  {
    "title": "Stadtwerke München GmbH and others v. Kingdom of Spain, ICSID Case No. ARB/15/1, Award, Dissenting Opinion by Professor Kaj Hobér, 2 December 2019"
  },
  {
    "title": "BayWa r.e. Renewable Energy GmbH and BayWa r.e. Asset Holding GmbH v. Kingdom of Spain, ICSID Case No. ARB/15/16, Decision on Jurisdiction, Liability and Directions on Quantum, Dissenting Opinion by Arbitrator Horacio A. Grigera Naón, 2 December 2019"
  },
  {
    "title": "Almasryia Operating &amp; Maintaining Touristic Construction Co. L.L.C. v. State of Kuwait, ICSID Case No. ARB/18/2, Final Award, Dissenting Opinion by Pascal Dévaud, 1 November 2019"
  },
  {
    "title": "OperaFund Eco-Invest SICAV PLC and Schwab Holding AG v. Kingdom of Spain, ICSID Case No. ARB/15/36, Award, Dissenting Opinion on Liability and Quantum by Arbitrator Philippe Sands, 6 September 2019"
  },
  {
    "title": "Michael Ballantine and Lisa Ballantine v. The Dominican Republic, PCA Case No. 2016-17, Final Award, Partial Dissent of Ms. Cheek on Jurisdiction, 3 September 2019"
  },
  {
    "title": "Michael Ballantine and Lisa Ballantine v. The Dominican Republic, PCA Case No. 2016-17, Final Award, Partial Dissent by Prof. Vinuesa on Costs, 3 September 2019"
  },
  {
    "title": "InfraRed Environmental Infrastructure GP Limited and others v. Kingdom of Spain, ICSID Case No. ARB/14/12, Award, Partial Dissenting Opinion by Pierre-Marie Dupuy, 2 August 2019"
  },
  {
    "title": "B-Mex, LLC Deana Anthone, Neil Ayervais, Douglas Black and others v. United Mexican States, ICSID Case No. ARB(AF)/16/3, Award, Partial Dissenting Opinion Arbitrator Raul E. Vinuesa, 19 July 2019"
  },
  {
    "title": "United Utilities (Tallinn) B.V. and Aktsiaselts Tallinna Vesi v. Republic of Estonia, ICSID Case No. ARB/14/24, Award, Dissent of Sir David A.R. Williams KNZM Q.C., 21 June 2019"
  },
  {
    "title": "EVN AG v. Republic of Bulgaria, ICSID Case No. ARB/13/17, Award, Dissenting Opinion of Daniel M. Price, 10 April 2019"
  },
  {
    "title": "Cube Infrastructure Fund SICAV and others v. Kingdom of Spain, ICSID Case No. ARB/15/20, Decision on Jurisdiction, Liability, and a Partial Decision on Quantum, Separate and Partial Dissenting Opinion of Prof. Christian Tomuschat, 19 February 2019"
  },
  {
    "title": "Anglo American PLC v. Bolivarian Republic of Venezuela, ICSID Case No. ARB(AF)/14/1, Award, Dissenting Opinion of Prof. Dr. Guido Santiago Tawil, 18 January 2019"
  },
  {
    "title": "Greentech Energy Systems A/S, NovEnergia II Energy &amp; Environment (SCA) SICAR, and NovEnergia II Italian Portfolio SA v. The Italian Republic, SCC Case No. V 2015/095, Award, Dissenting Opinion of Giorgio Sacerdoti, 23 December 2018"
  },
  {
    "title": "RREEF Infrastructure (G.P.) Limited and RREEF Pan-European Infrastructure Two Lux S.à r.l. v. Kingdom of Spain, ICSID Case No. ARB/13/30, Decision on Responsibility and on the Principles of Quantum, Dissenting Opinion of Robert Volterra, 6 June 2018"
  },
  {
    "title": "Foresight Luxembourg Solar 1 S.À.R.L., et al. v. Kingdom of Spain, SCC Case No. 2015/150, Final Award, Partial Dissenting Opinion of Arbitrator Raul E. Vinuesa, 14 November 2018"
  },
  {
    "title": "Mağdenli Yer Hizmetleri ve Taşıma Anonim Şirketi v. Kazakhstan, Award, Dissenting Opinion of Sebnem Akipek Ocal, 8 November 2018"
  },
  {
    "title": "Cornelis Willem van Noordenne, Mr. Bartus van Noordenne, Stichting Administratiekantoor Anbadi, Estudios Tributarios AP S.A. and Álvarez y Marín Corporación S.A. v. Republic of Panama, ICSID Case No. ARB/15/14, Award, Dissenting Opinion of Horacio A. Grigera Naon, 12 October 2018"
  },
  {
    "title": "Unión Fenosa Gas, S.A. v. Arab Republic of Egypt, ICSID Case No. ARB/14/4, Award, Dissenting Opinion of Arbitrator Mark Clodfelter, 31 August 2018"
  },
  {
    "title": "South American Silver Limited (Bermuda) v. The Plurinational State of Bolivia, PCA Case No. 2013-15, Award, Dissenting Opinion of Osvaldo Cesar Guglielmino, 30 August 2018"
  },
  {
    "title": "Casinos Austria International GmbH and Casinos Austria Aktiengesellschaft v. Argentine Republic, ICSID Case No. ARB/14/32, Decision on Jurisdiction, Dissenting Opinion on Respondent’s Second Preliminary Objection and Declaration of Dissent concerning its First and Third Preliminary Objections of Arbitrator Santiago Torres Bernardez, 29 June 2018"
  },
  {
    "title": "Antaris Solar GmbH and Dr. Michael Göde v. The Czech Republic, PCA Case No. 2014-01, Award, Dissenting Opinion of Gary Born, 2 May 2018"
  },
  {
    "title": "Huntington Ingalls Inc. v. Ministry of Defense of the Bolivarian Republic of Venezuela, Final Award, Note of Dissent of Horacio A. Grigera Naon, 19 February 2018"
  },
  {
    "title": "UAB E energija (Lithuania) v. Republic of Latvia, ICSID Case No. ARB/12/33, Award, Dissenting Opinion on Costs of August Reinisch, 22 December 2017"
  },
  {
    "title": "Bear Creek Mining Corporation v. Republic of Peru, ICSID Case No. ARB/14/21, Award, Partial Dissenting Opinion of Prof. Philippe Sands QC, 30 November 2017"
  },
  {
    "title": "Koch Minerals Sàrl and Koch Nitrogen International Sàrl v. Bolivarian Republic of Venezuela, ICSID Case No. ARB/11/19, Award, Partial Dissenting Opinion of Arbitrator Zachary Douglas, 30 October 2017"
  },
  {
    "title": "Jürgen Wirtgen, Mr. Stefan Wirtgen, and JSW Solar (zwei) GmbH &amp; Co.KG v. Czech Republic, PCA Case No. 2014-03, Final Award, Dissenting Opinion of Arbitrator Gary Born, 11 October 2017"
  },
  {
    "title": "Caratube International Oil Company LLP and Devincci Salah Hourani v. Republic of Kazakhstan (II), ICSID Case No. ARB/13/13, Award, Concurring and Dissenting Opinion of Jacques Salès, 27 September 2017"
  },
  {
    "title": "EuroGas Inc. and Belmont Resources Inc. v. Slovak Republic, ICSID Case No. ARB/14/14, Award, Dissenting Opinion of Emmanuel Gaillard, 18 August 2017"
  },
  {
    "title": "Société Resort Company Invest Abidjan, Stanislas Citerici and Gérard Bot v. Republic of Côte d'Ivoire, ICSID Case No. ARB/16/11, Decision on the Respondent’s Preliminary Objection to Jurisdiction, Dissenting Opinion of Prof. Kaj Hober, 1 August 2017"
  },
  {
    "title": "Teinver S.A., Transportes de Cercanías S.A. and Autobuses Urbanos del Sur S.A. v. Argentine Republic, ICSID Case No. ARB/09/1, Award, Dissenting Opinion of Kamal Hossain, 21 July 2017"
  },
  {
    "title": "Marco Gavazzi and Stefano Gavazzi v. Romania, ICSID Case No. ARB/12/25, Decision on Rectification, Dissenting Opinion by Arbitrator Mauro Rubino, 13 July 2017"
  },
  {
    "title": "Capital Financial Holdings Luxembourg S.A. v. Republic of Cameroon, ICSID Case No. ARB/15/18, Award, Dissenting Opinion of Alexis Mourre, 22 June 2017"
  },
  {
    "title": "Marco Gavazzi and Stefano Gavazzi v. Romania, ICSID Case No. ARB/12/25, Award, Dissenting Opinion with Regard to Quantum by Mauro Rubino-Sammartano, 18 April 2017"
  },
  {
    "title": "Cervin Investissements S.A. and Rhone Investissements S.A. v. Republic of Costa Rica, ICSID Case No. ARB/13/2, Award, Partial Dissenting Opinion of Ricardo Ramirez Hernandez, 7 March 2017"
  },
  {
    "title": "Process and Industrial Developments Ltd. v. The Ministry of Petroleum Resources of the Federal Republic of Nigeria, Final Award, Dissenting Opinion of Bajo Ojo, SAN, 21 January 2017"
  },
  {
    "title": "Supervision y Control S.A. v. Republic of Costa Rica, ICSID Case No. ARB/12/4, Award, Dissenting Opinion of Joseph P. Kloch, 18 January 2017"
  },
  {
    "title": "Getma International and others v. Republic of Guinea (II), ICSID Case No. ARB/11/29, Award, Dissenting Opinion of Bernardo M. Cremades, 16 August 2016"
  },
  {
    "title": "Venezuela US, S.R.L. v. Bolivarian Republic of Venezuela, PCA Case No. 2013-34, Interim Award on Jurisdiction, Dissenting Opinion of Marcelo G. Kohen, 26 July 2016"
  },
  {
    "title": "CC/Devas (Mauritius) Ltd., Devas Employees Mauritius Private Limited, and Telcom Devas Mauritius Limited v. Republic of India, PCA Case No. 2013-09, Award on Jurisdiction and Merits, Dissenting Opinion of Arbitrator David R. Haigh, 25 July 2016"
  },
  {
    "title": "Isolux Infrastructure Netherlands B.V. v. Kingdom of Spain, SCC Case No. V2013/153, Award, Dissenting Opinion of Guido S. Tawil, 12 July 2016"
  },
  {
    "title": "Swissbourgh Diamond Mines (Pty) Limited, Josias Van Zyl, The Josias Van Zyl Family Trust and others v. The Kingdom of Lesotho, PCA Case No. 2013-29, Partial Award on Jurisdiction and the Merits, Dissenting Opinion by P. M. Nienaber, 18 April 2016"
  },
  {
    "title": "Teinver S.A., Transportes de Cercanías S.A. and Autobuses Urbanos del Sur S.A. v. Argentine Republic, ICSID Case No. ARB/09/1, Decision on Provisional Measures, Dissenting Opinion of Dr. Kamal Hossain, 8 April 2016"
  },
  {
    "title": "İçkale İnşaat Limited Şirketi v. Turkmenistan, ICSID Case No. ARB/10/24, Award, Partially Dissenting Opinion of Prof. Philippe Sands, 8 March 2016"
  },
  {
    "title": "İçkale İnşaat Limited Şirketi v. Turkmenistan, ICSID Case No. ARB/10/24, Award, Partially Dissenting Opinion of Carolyn B. Lamm, 8 March 2016"
  },
  {
    "title": "Mobil Exploration and Development Inc. Suc. Argentina and Mobil Argentina S.A. v. Argentine Republic, ICSID Case No. ARB/04/16, Award, Dissenting Opinion of Antonio Remiro Brotons, 25 February 2016"
  },
  {
    "title": "ConocoPhillips Petrozuata B.V., ConocoPhillips Hamaca B.V. and ConocoPhillips Gulf of Paria B.V. v. Bolivarian Republic of Venezuela, ICSID Case No. ARB/07/30, Decision on Respondent’s Request for Reconsideration, Dissenting Opinion of Andreas Bucher, 9 February 2016"
  },
  {
    "title": "Charanne B.V. and Construction Investments S.A.R.L. v. Spain, SCC Case No. 062/2012, Final Award, Dissenting Opinion of Guido Santiago Tawil, 21 January 2016"
  },
  {
    "title": "Oxus Gold plc v. Republic of Uzbekistan, the State Committee of Uzbekistan for Geology &amp; Mineral Resources, and Navoi Mining &amp; Metallurgical Kombinat, Final Award, Partially Dissenting Opinion of Marc Lalonde, 17 December 2015"
  },
  {
    "title": "Grupo Francisco Hernando Contreras v. Republic of Equatorial Guinea, ICSID Case No. ARB(AF)/12/2, Award, Dissenting Opinion of Professor Francisco Orrego Vicuna, 4 December 2015"
  },
  {
    "title": "Vincent J. Ryan, Schooner Capital LLC, and Atlantic Investment Partners LLC v. Republic of Poland, ICSID Case No. ARB(AF)/11/3, Award, Partial Dissenting Opinion of Professor Francisco Orrego Vicuna, 24 November 2015"
  },
  {
    "title": "Quiborax S.A., Non-Metallic Minerals S.A. v. Plurinational State of Bolivia, ICSID Case No. ARB/06/2, Award, Partially Dissenting Opinion of Prof. Brigitte Stern, 16 September 2015"
  },
  {
    "title": "Marco Gavazzi and Stefano Gavazzi v. Romania, ICSID Case No. ARB/12/25, Decision on Jurisdiction, Admissibility and Liability, Dissenting Opinion by arbitrator Mauro Rubino-Sammartano, 21 April 2015"
  },
  {
    "title": "Detroit International Bridge Company v. Government of Canada, PCA Case No. 2012-25, Award on Jurisdiction, Separate Dissenting Jurisdictional Statement of Michael Chertoff, 2 April 2015"
  },
  {
    "title": "Mamidoil Jetoil Greek Petroleum Products Societe Anonyme S.A. v. Republic of Albania, ICSID Case No. ARB/11/24, Award, Dissenting Opinion of Steven A. Hammond, 30 March 2015"
  },
  {
    "title": "William Ralph Clayton, William Douglas Clayton, Daniel Clayton and Bilcon of Delaware, Inc. v. Government of Canada, PCA Case No. 2009-04, Award on Jurisdiction and Liability, Dissenting Opinion by Professor Donald McRae, 17 March 2015"
  },
  {
    "title": "Cervin Investissements S.A. and Rhone Investissements S.A. v. Republic of Costa Rica, ICSID Case No. ARB/13/2, Decision on Jurisdiction, Dissenting Opinion of Ricardo Ramirez Hernandez, 15 December 2014"
  },
  {
    "title": "Serafín García Armas and Karina García Gruber v. The Bolivarian Republic of Venezuela, PCA Case No. 2013-03, Decision on Jurisdiction, Dissenting Opinion of the arbitrator R. Oreamuno Blanco on one of the aspect of the basis for the decision, 15 December 2014"
  },
  {
    "title": "Flughafen Zürich A.G. and Gestión e Ingenería IDC S.A. v. Bolivarian Republic of Venezuela, ICSID Case No. ARB/10/19, Award, Partial Dissent of Prof. Raul Emilio Vinuesa, 18 November 2014"
  },
  {
    "title": "Turkcell İletişim Hizmetleri A.Ş. v. The Islamic Republic of Iran, Award, Dissent of Charles N. Brower on particular issues, 18 October 2014"
  },
  {
    "title": "RSM Production Corporation v. Saint Lucia ICSID Case No. ARB/12/10, Decision on Saint Lucia’s Request for Security for Costs, Dissenting Opinion of Edward Nottingham, 13 August 2014"
  },
  {
    "title": "ConocoPhillips Petrozuata B.V., ConocoPhillips Hamaca B.V. and ConocoPhillips Gulf of Paria B.V. v. Bolivarian Republic of Venezuela, ICSID Case No. ARB/07/30, Decision on Respondent’s Request for Reconsideration, Dissenting Opinion of Georges Abi-Saab, 10 March 2014"
  },
  {
    "title": "Renée Rose Levy de Levi v. Republic of Peru, ICSID Case No. ARB/10/17, Award, Dissenting Opinion of Prof. Joaquin Morales Godoy, 26 February 2014"
  },
  {
    "title": "Guaracachi America, Inc. and Rurelec PLC v. The Plurinational State of Bolivia, PCA Case No. 2011-17, Award, Dissenting Opinion of co-arbitrator Manuel Conthe, 31 January 2014"
  },
  {
    "title": "Energoalians LLC v. Republic of Moldova, Award, Dissenting Opinion on Jurisdiction of Dominic Pellew, 23 October 2013"
  },
  {
    "title": "ConocoPhillips Petrozuata B.V., ConocoPhillips Hamaca B.V. and ConocoPhillips Gulf of Paria B.V. v. Bolivarian Republic of Venezuela, ICSID Case No. ARB/07/30, Decision on Jurisdiction and Merits, Dissenting Opinion of Georges Abi-Saab, 3 September 2013"
  },
  {
    "title": "Garanti Koza LLP v. Turkmenistan, ICSID Case No. ARB/11/20, Decision on the Objection to Jurisdiction for Lack of Consent, Dissenting Opinion by Laurence Boisson de Chazournes, 3 July 2013"
  },
  {
    "title": "OPIC Karimum Corporation v. The Bolivarian Republic of Venezuela, ICSID Case No. ARB/10/14, Award, Dissenting Opinion of Professor Dr. Guido Santiago Tawil, 28 May 2013"
  },
  {
    "title": "Ambiente Ufficio S.p.A. and others (formerly Giordano Alpi and others) v. Argentine Republic, ICSID Case No. ARB/08/9, Decision on Jurisdiction and Admissibility, Dissenting Opinion of Santiago Torres Bernardez, 8 February 2013"
  },
  {
    "title": "Burlington Resources, Inc. v. Republic of Ecuador, ICSID Case No. ARB/08/5, Decision on Liability, Dissenting Opinion of Arbitrator Orrego Vicuna, 14 December 2012"
  },
  {
    "title": "Reliance Industries Limited and BG Exploration and Production India Limited v. India, Final Partial Award on Issues B, C, and D of the May 2012 Issues, Dissenting Opinion of Justice BP Jeevan Reddy, 10 December 2012"
  },
  {
    "title": "Deutsche Bank AG v. Democratic Socialist Republic of Sri Lanka, ICSID Case No. ARB/09/2, Award, Dissenting Opinion of Makhdoom Ali Khan, 31 October 2012"
  },
  {
    "title": "Occidental Petroleum Corporation and Occidental Exploration and Production Company v. Republic of Ecuador (II), ICSID Case No. ARB/06/11, Award, Dissenting Opinion of Prof. Brigitte Stern, 5 October 2012"
  },
  {
    "title": "Daimler Financial Services AG v. Argentine Republic, ICSID Case No. ARB/05/1, Award, Dissenting Opinion of Judge Charles N. Brower, 22 August 2012"
  },
  {
    "title": "Alapli Elektrik B.V. v. Republic of Turkey, ICSID Case No. ARB/08/13, Award, Dissenting Opinion of Marc Lalonde, 16 July 2012"
  },
  {
    "title": "InterTrade Holding GmbH v. The Czech Republic, PCA Case No. 2009-12, Final Award, Dissenting Opinion of Mr. Henri Alvarez, 29 May 2012"
  },
  {
    "title": "Mobil Investments Canada Inc. and Murphy Oil Corporation v. Government of Canada (I), ICSID Case No. ARB(AF)/07/4, Decision on Liability and Principles of Quantum, Partial Dissenting Opinion of Prof. Philippe Sands QC, 22 May 2012"
  },
  {
    "title": "HOCHTIEF Aktiengesellschaft v. Argentine Republic, ICSID Case No. ARB/07/31, Decision on Jurisdiction, Separate and Dissenting Opinion of J. Christopher Thomas QC, 24 October 2011"
  },
  {
    "title": "Abaclat and others (formerly Giovanna A. Beccara and others) v. Argentine Republic, ICSID Case No. ARB/07/5, Decision on Jurisdiction and Admissibility, Dissenting Opinion of Prof. Georges Abi-Saab, 4 August 2011"
  },
  {
    "title": "HICEE B.V. v. The Slovak Republic, PCA Case No. 2009-11, Partial Award, Dissenting Opinion of Judge Charles N. Brower, 23 May 2011"
  },
  {
    "title": "Joseph Charles Lemire v. Ukraine (II), ICSID Case No. ARB/06/18, Award, Dissenting Opinion of Arbitrator Dr. Jurgen Voss, 28 March 2011"
  },
  {
    "title": "ABCI Investments Limited v. Republic of Tunisia, ICSID Case No. ARB/04/12, Decision on Jurisdiction, Dissenting Opinion of Prof. Brigitte Stern, 18 February 2011"
  },
  {
    "title": "Total S.A. v. Argentine Republic, ICSID Case No. ARB/04/1, Decision on Liability, Dissenting Opinion of Henri Alvarez, 27 December 2010"
  },
  {
    "title": "Murphy Exploration and Production Company International v. Republic of Ecuador (I), ICSID Case No. ARB/08/4, Award on Jurisdiction, Partial Dissenting Opinion of Mr. Horacio A. Grigera Naon, 15 December 2010"
  },
  {
    "title": "Nations Energy, Inc. and others v. Republic of Panama, ICSID Case No. ARB/06/19, Award, Dissenting Opinion of Mr. Hosé Maria Chillon Medina, 24 November 2010"
  },
  {
    "title": "Itera International Energy LLC and Itera Group NV v. Georgia (I), ICSID Case No. ARB/08/7, Decision on the Admissibility of Ancillary Claims, Dissenting Opinion of Professor Francisco Orrego Vicuna, 4 December 2009"
  },
  {
    "title": "EDF (Services) Limited v. Republic of Romania, ICSID Case No. ARB/05/13, Award, Dissent regarding costs of Mr. Arthur W. Rovine, 8 October 2009"
  },
  {
    "title": "Waguih Elie George Siag and Clorinda Vecchi v. Arab Republic of Egypt, ICSID Case No. ARB/05/15, Award, Dissenting Opinion of Professor Francisco Orrego Vicuna, 1 June 2009"
  },
  {
    "title": "TSA Spectrum de Argentina S.A. v. Argentine Republic, ICSID Case No. ARB/05/5, Award, Dissenting Opinion of Arbitrator Grant D. Aldonas, 19 December 2008"
  },
  {
    "title": "Duke Energy International Peru Investments No. 1 Ltd. v. Republic of Peru, ICSID Case No. ARB/03/28, Award, Partial Dissenting Opinion of Arbitrator Dr. Pedro Nikken, 18 August 2008"
  },
  {
    "title": "Duke Energy International Peru Investments No. 1 Ltd. v. Republic of Peru, ICSID Case No. ARB/03/28, Award, Partial Dissenting Opinion of Arbitrator Dr. Guido Santiago Tawil, 18 August 2008"
  },
  {
    "title": "African Holding Company of America, Inc. and Société Africaine de Construction au Congo S.A.R.L. v. Democratic Republic of the Congo, ICSID Case No. ARB/05/21, Award on the Objections to Jurisdiction and Admissibility, Dissenting Opinion of M. Otto L.O. de Witt Wijnen, 29 July 2008"
  },
  {
    "title": "Sempra Energy International v. Argentine Republic, ICSID Case No. ARB/02/16, Award, Partial Dissenting Opinion of Mr. Marc Lalonde, 28 September 2007"
  },
  {
    "title": "Industria Nacional de Alimentos, S.A. and Indalsa Perú, S.A. (formerly Empresas Lucchetti, S.A. and Lucchetti Perú, S.A.) v. Republic of Peru, ICSID Case No. ARB/03/4, Decision on Annulment, Dissenting Opinion of Sir Franklin Berman, 5 September 2007"
  },
  {
    "title": "Sociedad Anónima Eduardo Vieira v. Republic of Chile, ICSID Case No. ARB/04/7, Award, Dissenting Opinion of Mrs. Susana Czar de Zalduendo, 21 August 2007"
  },
  {
    "title": "Fraport AG Frankfurt Airport Services Worldwide v. Republic of the Philippines (I), ICSID Case No. ARB/03/25, Award, Dissenting Opinion of Mr. Bernardo M. Cremades, 16 August 2007"
  },
  {
    "title": "Tokios Tokelés v. Ukraine, ICSID Case No. ARB/02/18, Award, Dissenting Opinion by Mr. Daniel Price, 26 July 2007"
  },
  {
    "title": "Eastern Sugar B.V. v. The Czech Republic, SCC Case No. 088/2004, Final Award, Partial Dissenting Opinion of Robert Volterra, 12 April 2007"
  },
  {
    "title": "Waguih Elie George Siag and Clorinda Vecchi v. Arab Republic of Egypt, ICSID Case No. ARB/05/15, Decision on Jurisdiction, Partial Dissenting Opinion of Prof. Francisco Orrego Vicuna, 11 April 2007"
  },
  {
    "title": "The Eurotunnel Arbitration, PCA Case No. 2003-06, Partial Award, Dissenting Opinion of Lord Millett, 30 January 2007"
  },
  {
    "title": "Siemens A.G. v. The Argentine Republic, ICSID Case No. ARB/02/8, Award, Separate Opinion by Professor Domingo Bello Janeiro, 17 January 2007"
  },
  {
    "title": "Mytilineos Holdings SA v. The State Union of Serbia &amp; Montenegro and Republic of Serbia (I), Partial Award on Jurisdiction, Dissenting Opinion by Dobrosav Mitrovic, 8 September 2006"
  },
  {
    "title": "EnCana Corporation v. Republic of Ecuador, LCIA Case No. UN3481, Award, Partial Dissenting Opinion of Mr. Horacio A. Grigera Naón, 3 February 2006"
  },
  {
    "title": "Eureko B.V. v. Republic of Poland, Partial Award, Dissenting Opinion of Mr. Jerzy Rajski, 19 August 2005"
  },
  {
    "title": "Tokios Tokelés v. Ukraine, ICSID Case No. ARB/02/18, Decision on Jurisdiction, Dissenting Opinion by Mr. Prosper Weil, 29 April 2004"
  },
  {
    "title": "Patrick Mitchell v. Democratic Republic of the Congo, ICSID Case No. ARB/99/7, Final Award, Dissenting Opinion by Yawovi Agboyibo, 9 February 2004"
  },
  {
    "title": "IBM World Trade Corp. v. Republic of Ecuador, ICSID Case No. ARB/02/10, Decision on Jurisdiction, Dissenting Vote of Mr. León Roldós Aguilera, 22 December 2003"
  },
  {
    "title": "D. Myers, Inc. v. Government of Canada, Final Award, Dissenting Opinion of Professor Bryan P. Schwartz concerning the apportionment of costs between the Disputing Parties, 30 December 2002"
  },
  {
    "title": "Marvin Roy Feldman Karpa v. United Mexican States, ICSID Case No. ARB(AF)/99/1, Award, Dissenting Opinion of Mr. Jorge Covarrubias Bravo, 16 December 2002"
  },
  {
    "title": "CME Czech Republic B.V. v. The Czech Republic, Partial Award, Dissenting opinion of Jaroslav Hándl, 13 September 2001"
  },
  {
    "title": "Bridas S.A.P.I.C., et al, v. Government of Turkmenistan and Turkmenneft,, ICC Case No. 9058/FMS/KGA, Final Award, Dissenting Opinion of Hans Smit, 26 January 2001"
  },
  {
    "title": "Bridas S.A.P.I.C., et al, v. Government of Turkmenistan and Turkmenneft,, ICC Case No. 9058/FMS/KGA, Third Partial Award, Dissenting Opinion of Hans Smit, 2 September 2000"
  },
  {
    "title": "Waste Management, Inc. v. United Mexican States (I), ICSID Case No. ARB(AF)/98/2, Award, Dissenting Opinion of Keith Highet, 2 June 2000"
  },
  {
    "title": "Saar Papier Vertriebs GmbH v. Republic of Poland (II), Interim Award, Dissenting opinion of Tadeusz Szurski, 24 January 2000"
  },
  {
    "title": "Bridas S.A.P.I.C., et al, v. Government of Turkmenistan and Turkmenneft,, ICC Case No. 9058/FMS/KGA, Second Partial Award, Dissent of Hans Smit, 21 October 1999"
  },
  {
    "title": "Bridas S.A.P.I.C., et al, v. Government of Turkmenistan and Turkmenneft,, ICC Case No. 9058/FMS/KGA, Partial Award, Dissenting Opinion of Hans Smit, 25 June 1999"
  },
  {
    "title": "Franz Sedelmayer v. The Russian Federation, Award, Dissenting Opinion of Arbitrator Prof. Ivan S. Zykin, 7 July 1998"
  },
  {
    "title": "Saar Papier Vertriebs GmbH v. Republic of Poland (I), Final Award, Dissenting Opinion of Dr. habil. Tadeusz Szurski, 16 October 1995"
  },
  {
    "title": "Saar Papier Vertriebs GmbH v. Republic of Poland (I), Interim Award on Jurisdiction, Dissenting Opinion of Dr. habil. Tadeusz Szurski, 17 August 1994"
  },
  {
    "title": "Southern Pacific Properties (Middle East) Limited v. Arab Republic of Egypt, ICSID Case No. ARB/84/3, Award, Dissenting Opinion of Mohamed El Mahdi, 20 May 1992"
  },
  {
    "title": "Asian Agricultural Products Ltd. (AAPL) v. Republic of Sri Lanka, ICSID Case No. ARB/87/3, Award, Dissenting Opinion of Samuel K.B. Asante, 27 June 1990"
  },
  {
    "title": "Southern Pacific Properties (Middle East) Limited v. Arab Republic of Egypt, ICSID Case No. ARB/84/3, Decision on Jurisdiction, Dissenting Opinion of Mohamed El Mahdi, 14 April 1988"
  },
  {
    "title": "Société Ouest Africaine des Bétons Industriels v. Senegal, ICSID Case No. ARB/82/1, Award, Dissenting Opinion of Kéba Mbaye, 25 February 1988"
  },
  {
    "title": "Klöckner Industrie-Anlagen GmbH and others v. United Republic of Cameroon and Société Camerounaise des Engrais, ICSID Case No. ARB/81/2, Resubmission Award, Resubmission Dissenting Opinion of Jorge Castaneda, 26 January 1988"
  },
  {
    "title": "Klöckner Industrie-Anlagen GmbH and others v. United Republic of Cameroon and Société Camerounaise des Engrais, ICSID Case No. ARB/81/2, Award, Dissenting opinion, 21 October 1983"
  }
]